[{
    "city": "Austin",
    "state": "Texas",
    "regionDef": "I define Austin using the counties below, which is actually the same as its Metropolitan Statistical Area (MSA) definition and much smaller than its Commuting Zone. The Austin Chamber of Commerce uses this defition.",
    "underCountiesText": "The graph below shows number of employees by Traded industry, while the table below it provides additional information. Note the large amount of activity in technology, corporate headquarters, universities - go Longhorns! - and hospitality/tourism. Austin has an enviable mix of industries, composed of companies that employ highly educated, tech-savvy occupations.",
    "underActivityText": "For Austin, we see growth in tech industries like Data Processing and Custom Computer Programming Services. The tech industry fuels much of the region's growth.",
    "underTrendsText": "For Austin, as compared to the bubble graph from earlier, we see how its service industries relate to each other, and to the other industries in the economy. We see all the activity in Arts & Hospitality, but notice that those industries are not very similar to the high productivity parts of the network. We also see that, while Austin has important manufacturing activity in industries such as Semiconductors, that part of the network does not drive Austin's employment trends.",
    "underNetworkText": "The network maps make even more sense when compared to each other. In the future, you can easily click between network maps using the Graphs tab above. For now, you can learn more about Austin by searching for Biotech using the box in the top-left. If you click Biotech, you see that this node is gray and small, but surrounded by large green nodes. Maybe this is a great opportunity for Austin? This is one of the many reasons that city leaders have invested in the Dell Medical School at The University of Texas at Austin. That kind of investments might unlock this potential.",
    "aboveLocalText": "In Austin, the hospitality industry turns many Local industries into Traded. The red circles in the Top 10 below are food trucks and bars. In most cities, these have Relative Size closer to 1. In Austin, they are bigger due to tourism. In turn, Austin should consider supporting these activities like they would other Traded industries. The Bottom 10 also highlights the lack of public transportation in Austin. The city has been fighting over this for decades. Of note, the table can be even more helpful. If someone asks whether a region has as many restaurants - the largest employer in most regions - as might be expected, the Relative Size can answer that question.",
    "underLocalText": "In Austin, we see the region's tech industry continuing to serve as a source of Strength. For Weaknesses, such a substantial loss of high-paying consulting jobs would displace a large number of high-skill talent. While the Network Analysis resulted in projections very similar to the Strengths and Weaknesses, it did identify issues like a low Relative Size of portfolio managers. Also, while Texas is unlikely to legalize gambling any time soon, we can't fault the computer for thining casinos would do well in Austin. In tun, on the Threats side, the network analysis does not seem to understand how the tech industry can sustain employment levels higher than regional activity might explain. A practitioner might still want to talk with local industry about their confidence in maintaining current employment levels. Finally, while Biotech does not appear on the Top 10 Opportunities, the network analysis does project that Austin could add around 1,000 jobs for a Net Gain of $55,609,120."
  },
  {
    "city": "Tupelo",
    "state": "Mississippi",
    "regionDef": "I define Tupelo using the counties below, which is much larger than both its Micropolitan Statistical Area and Commuting Zone. The Commuting Zone is particularly problematic, because a large amount of new activity has occurred since 2000. If we used a common method - such as 60-minute commuting radius - we would get an even larger area due to low density in the region. This definition uses a wide radius without overlapping with neighboring regions, but some practitioners might draw it differently.",
    "underCountiesText": "The graph below shows number of employees by Traded industry, while the table below it provides additional information. Tupelo is a less populated region that has historically specialized in furniture manufacturing. While it has recently diversified into industries such as auto manufacturing, those other activities remain relatively small. Tupelo's industries have companies that hire occupations such as assemblers, welders, and technicians.",
    "underActivityText": "For Tupelo, we again see the important of furniture manufacturing, which shrunk from 2006 to 2011 but has recently seen some growth, and the rise of some small activity in auto manufacturing.",
    "underTrendsText": "For Tupelo, as compared to the bubble graph from earlier, we see the relative isolation of its manufacturing industry, and the lack of activity throughout the rest of the network. Tupelo's situation raises significant issues about international trade - if trade generates net gains by sacrificing lower-paying manufacturing jobs for higher-paying service jobs, Tupelo absorbs all of the loss and none of the benefit.",
    "underNetworkText": "The network maps make even more sense when compared to each other. In the future, you can easily click between network maps using the Graphs tab above. For now, you can learn more about Tupelo by clicking the Upholstered Household Furniture Manufacturing node, and then try to find a path to other parts of the network by clicking from node to node where connections exist. We will do a more robust version of this later.",
    "aboveLocalText": "In Tupelo, looking at Relative Size of Local industries highlights Outdoor Power Equipment Stores and Manufactured Home Dealers. These industries likely supply consumers from throughout the larger area. We can also use the table below to check whether other Local industries employ as many people as we might expect. If someone asks whether a region has as many restaurants - the largest employer in most regions - as might be expected, the Relative Size can answer that question.",
    "underLocalText": "In Tupelo, we see the positive impact of auto manufacturers building new plants in the area, offset by unfortunate losses in corporate headquarters and some manufacturing activities. For Opportunities, the network analysis shows that we might expect more corporate headquarters located here, given all the manufacturing activity, as well as more R&D. This goes back to the discussion from earlier, about Tupelo having a lot of blue manufacturing bubbles without any green services that could boost the local economy. For Threats, we see that, while activities such as Auto Manufacturing are a Strength, they are not surrounded by strong activity in related industries. They are somewhat isolated in the region, which makes the computer think they should shrink. Remember, Threats are more about what could happen, while Weaknesses relate more to what is likely."
  },
  {
    "city": "Detroit",
    "state": "Michigan",
    "regionDef": "I define Detroit using the counties below, which is larger than the Metropolitan Statistical Area, and slightly different than the Commuting Zone, but combines the recommendations from both.",
    "underCountiesText": "The graph below shows number of employees by Traded industry, while the table below it provides additional information. The group of counties we used to define Detroit has a large population, which is why the circles are so big. We can also see how Detroit's historical activity in manufacturing has been replaced by activity in the service industry. When those manufacturing jobs disappeared, it caused disastrous problems for the local economy. Remember that losing Traded jobs will flow through the economy and cause job losses in Local industries. Nevertheless, the service industry jobs at corporate headquarters have remained.",
    "underActivityText": "For Detroit, we do not see any major movement in its industries. The major trend is a lack of change, which reflects the unfortunate stagnation of the region's economy.",
    "underTrendsText": "For Detroit, as compared to the bubble graph from earlier, we notice a relatively diversified network with activity in many high-productivity industries. Detroit's problem was that its manufacturing nodes used to be much bigger. When they shrunk, it not only lost jobs in its Traded manufacturing industries, but it lost the Local jobs in restaurants and other industries that the Traded occupations supported. ",
    "underNetworkText": "The network maps make even more sense when compared to each other. In the future, you can easily click between network maps using the Graphs tab above. For now, you can learn more about Detroit by looking at all the small green nodes that surround Corporate, Subsidiary, and Regional Managing Offices. These are larger in most thriving cities. After shrinking for so long and then regaining its balance, Detroit needs to figure out how to grow again. It needs to expand these green nodes.",
    "aboveLocalText": "In Detroit, we see that two industries that typically behave like Local are actually Traded. Due to Detroit's auto industry, Motor Vehicle Supplies and New Parts Merchant Wholesalers is much larger than we would expect, both in terms of Relative Size and absolute number of employees. Testing Laboratories is also very large. When thinking about Traded industries in this region, these industries should be included. The table can also be helpful. If someone asks whether a region has as many restaurants - the largest employer in most regions - as might be expected, the Relative Size can answer that question.",
    "underLocalText": "In Detroit, we see positive trends for its engineering, R&D, and corporate headquarters. For Weakenesses, it looks like the casinos are not doing well, and the city continues to shed some jobs in parts manufacturing. For Opportunities, even though Ann Arbor (University of Michigan) got included in the Detroit region, the computer thinks Detroit has less employment in universities than it could. For Threats, we see the computer confused by the corporate headquarters, though it might be accurately predicting continued painful losses in manufacturing jobs. Automation and outsourcing (even within the US) remain real threats."
  }
]